Repository: NiewerthRuben/todo_app
Catalog: lib/localization/l10n/intl_*.arb
Languages: de

# appTitle
source: My ToDo List
de: Meine ToDo-Liste

# addTodoButton
source: Add ToDo
de: ToDo hinzuf端gen

# newTodoTitle
source: Add New ToDo
de: Neue ToDo hinzuf端gen

# hintTodoTitle
source: ToDo Title
de: ToDo-Titel

# buttonCancel
source: Cancel
de: Abbrechen

# buttonAdd
source: Add
de: Hinzuf端gen

# emptyListMessage
source: Add your first task!
de: F端ge deine erste Aufgabe hinzu!

# startingAppText
source: Starting App...
de: Starte App...

source: An Error Occured:
de: Ein Fehler ist aufgetreten:

# showLastData
source: Display of the last known data.
de: Anzeige der letzten bekannten Daten.

source: unknown state
de: Unbekannter Zustand
